Repository: lparchaeology/ark2
Catalog: src/ARK/server/php/Security/User/Resources/translations/messages.*.xliff
Languages: fr, it

# messages-1
source: Create account
fr: S'enregistrer
it: Registra

# messages-2
source: List users
fr: Liste d'utilisateurs
it: Lista utenti

# messages-3
source: Sign in
fr: Se connecter
it: Login

# messages-4
source: Hello, %name%!
fr: Bonjour %name% !
it: Ciao %name%!

# messages-5
source: Edit your profile
fr: Complète ton profil
it: Modifica il tuo profilo

# messages-6
source: View your profile
fr: Voir le profil
it: Visualizza il tuo profilo

# messages-7
source: Change your password
fr: Modifier ton mot de passe
it: Cambia la password

# messages-8
source: Don't have an account?
fr: Pas encore enregistré ?
it: Non hai ancora un account?

# messages-9
source: Register now.
fr: S'enregistrer maintenant.
it: Registrati ora.

# messages-11
source: Password
fr: mot de passe

# messages-12
source: Remember me on this computer
fr: Se souvenir de moi sur cet ordinateur
it: Memorizza i miei dati su questo computer

# messages-13
source: Forgot your password?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?

# messages-14
source: Hello, %name%. You are already registered and signed in.
fr: Bonjour %name%. Tu es déjà enregistré et connecté.
it: Ciao %name%. Sei già registrato e ora sei loggato.

# messages-15
source: Sign out
fr: Déconnecter
it: Logout

# messages-16
source: Create an account
fr: Créer un compte
it: Crea un account

# messages-17
source: Already have an account?
fr: As-tu déjà un compte ?
it: Possiedi già un account?

# messages-18
source: Sign in now.
fr: Connecte-toi
it: Esegui ora il login.

# messages-19
source: Repeat password
fr: Répéter le mot de passe
it: Ripeti la password

# messages-20
source: Register
fr: S'enregistrer
it: Registra

# messages-21
source: Email confirmation needed
fr: Confirmation de l'adresse e-mail demandée.
it: Mail di conferma necessaria

# messages-22
source: Your account is not yet active
fr: Compte pas encore activé.
it: Il tuo account non è ancora stato attivato

# messages-23
source: An email should have been sent to you at <strong>%email%</strong> when you registered.
fr: Lors de l'inscription, nous t'avons envoyé un e-mail à cette adresse : <strong>%email%</strong>.
it: Al momento della registrazione ti abbiamo inviato una mail all'indirizzo <strong>%email%</strong>.

# messages-24
source: Please click the link in that message to confirm your email address and activate your account.
fr: Cliques sur le lien indiqué dans ce message pour confirmer ton adresse.
it: Clicca sul link contenuto in questo messaggio per confermare il tuo indirizzo e-mail.

# messages-25
source: Resend the message
fr: Renvoyer l'e-mail
it: Invia nuovamente il messaggio

# messages-26
source: If you don't get an email within a few minutes, make sure to check your spam or junk folder. The sender is <strong>%fromAddress%</strong>.
fr: Si l'e-mail n'arrive pas dans les prochaines minutes, merci de vérifier dans les spams ou courriers indésirables. L'expéditeur est <strong>%fromAddress%</strong>.
it: Se fra qualche minuto non dovessi ricevere una mail, controlla la cartella di posta indesiderata (spam). Il mittente del messaggio è <strong>%fromAddress%</strong>.

# messages-27
source: Please click the link in that message to activate your account.
fr: Merci de cliquer sur le lien indiqué dans ce message pour activer ton compte.
it: Clicca sul link contenuto in questo messaggio per attivare il tuo account. Se fra qualche minuto non dovessi ricevere una mail, controlla la cartella di posta indesiderata (spam).

# messages-28
source: An email has been sent to you at <strong>%email%</strong>.
fr: Un e-mail a été envoyé pour toi à l'adresse suivante : <strong>%email%</strong>.
it: Ti è stata inviata una mail all'indirizzo <strong>%email%</strong>.

# messages-29
source: Pending email confirmation.
fr: Attendre l'e-mail de confirmation.
it: In attesa della mail di conferma.

# messages-30
source: (visible to admins only)
fr: (Visible uniquement par les administrateurs)
it: (visibile solo per gli amministratori)

# messages-31
source: Registered
fr: Enregistré
it: Registrato

# messages-32
source: Edit
fr: Compléter
it: Modifica

# messages-33
source: Change password
fr: Modifier le mot de passe
it: Cambia la password

# messages-34
source: Edit User
fr: Editer l'utilisateur
it: Modifica utente

# messages-35
source: Roles
fr: Rôles de l'utilisateur
it: Funzioni

# messages-36
source: Old password
fr: Mot de passe actuel
it: Password attuale

# messages-37
source: New password
fr: Nouveau mot de passe
it: Nuova password

# messages-38
source: Repeat new password
fr: Répéter le nouveau mot de passe
it: Ripeti la nuova password

# messages-39
source: Save
fr: Enregistrer
it: Salva

# messages-40
source: Reset your password
fr: Réinitialiser le mot de passe
it: Reimposta la password

# messages-41
source: Choose a new password, %name%
fr: Choisis un nouveau mot de passe, %name%
it: Scegli una nuova password %name%

# messages-42
source: Enter your email address below and we'll send you password reset instructions.
fr: Entre ton adresse e-mail ci-dessous pour recevoir les directives de réinitialisation de mot de passe.
it: Inserisci qui sotto il tuo indirizzo e-mail e ti invieremo le istruzioni per reimpostare la password.

# messages-43
source: Reset
fr: Réinitialiser
it: Reimposta

# messages-44
source: Thank you!
fr: Merci !
it: Grazie!

# messages-45
source: No user was found with that ID.
fr: Aucun utilisateur trouvé.
it: Non è stato trovato alcun utente con questo ID

# messages-46
source: That user is disabled (pending email confirmation).
fr: Ce compte n'est pas activé (attendre l'e-mail de confirmation).
it: Questo utente è disabilitato (in attesa della mail di conferma)

# messages-47
source: Saved account information.
fr: Les paramètres de ce compte sont enregistrés.
it: Le impostazioni utente sono state salvate.

# messages-48
source: You need to be logged in.
fr: Tu dois être connecté.
it: È necessario eseguire prima il login.

# messages-49
source: Changed password.
fr: Le mot de passe a été modifié.
it: La password è stata cambiata

# messages-50
source: Sorry, your email confirmation link has expired.
fr: Désolé, ton lien de confirmation d'e-mail a expiré.
it: Spiacenti. Il link della mail di conferma è scaduto.

# messages-51
source: Thank you! Your account has been activated.
fr: Merci ! Ton compte est activé.
it: Grazie! Il tuo account è stato attivato.

# messages-52
source: No user account was found with that email address.
fr: Pas de compte lié à cette adresse e-mail.
it: Non sono stati trovati utenti con questo indirizzo e-mail.

# messages-53
source: Password resetting is not enabled.
fr: La fonction de réinitialisation du mot de passe a été désactivée par l'administrateur.
it: La funzione "reimposta la password" è stata disattivata dall'amministratore.

# messages-54
source: Instructions for resetting your password have been emailed to you.
fr: Les directives de réinitialisation de mot de passe t'ont été envoyées.
it: Riceverai una mail con le istruzioni che ti permetteranno di reimpostare la password.

# messages-55
source: Sorry, your password reset link has expired.
fr: Désolé, le lien de réinitialisation du mot de passe a expiré.
it: Spiacenti! Il link per reimpostare la password è scaduto.

# messages-56
source: Your password has been reset and you are now signed in.
fr: Le mot de passe a été réinitialisé et tu es connecté.
it: La tua password è stata reimpostata e ora sei loggato.

# messages-57
source: Invalid credentials.
fr: Données de compte erronées. Merci de vérifier l'e-mail et le mot de passe.
it: I dati di accesso non sono validi. Controlla l'indirizzo e-mail e la password.

# messages-58
source: Pending email confirmation
fr: Attendre l'e-mail de confirmation.
it: In attesa della mail di conferma.
